Revit 2027 API
BuiltInFailures.SplitToposolidFailures.SplitToposolidFailed Property
 Split toposolid failed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SplitToposolidFailed { get; }
Public Shared ReadOnly Property SplitToposolidFailed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SplitToposolidFailed {
	FailureDefinitionId^ get ();
}
static member SplitToposolidFailed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SplitToposolidFailures Class
Autodesk.Revit.DB Namespace